//CLMSVSAM JOB CLASS=A,MSGCLASS=H,NOTIFY=&SYSUID
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DEFINE CLUSTER -
    (NAME(Z77140.CLAIMS.VSAM) -
     INDEXED -
     KEYS(10 0) -
     RECORDSIZE(100 100) -
     TRACKS(5 5)) -
  DATA -
    (NAME(Z77140.CLAIMS.VSAM.DATA)) -
  INDEX -
    (NAME(Z77140.CLAIMS.VSAM.INDEX))
/*