//CLMSRPR  JOB CLASS=A,MSGCLASS=H,NOTIFY=&SYSUID
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//INPUT    DD DSN=Z77140.CLAIMS.DATA,DISP=SHR
//VSAMOUT  DD DSN=Z77140.CLAIMS.VSAM,DISP=SHR
//SYSIN    DD *
  REPRO INFILE(INPUT) -
        OUTFILE(VSAMOUT) -
        REPLACE
/*